{
    "landing_text": "We are getting married! And we really want you to be there!. Please confirm in the button below.",
    "landing_button": "Confirm your attending",
    "our_story_title": "Our love story",
    "our_story_girlfriend": "The fianceé",
    "our_story_boyfriend": "The fiance",
    "our_story_girlfriendStory": "I met Mitchell by fate, as he happened to be the senpai in the martial arts classes of my son, Lucas. I say 'by fate' because in a moment that seemed trivial, from the moment I saw him and started talking to him, the bridge between our two languages and cultures became insignificant. I was fortunate to find my complement in every aspect and to feel that I had known him all my life. Those who know us and have had the opportunity to see us together, know that we are made for each other and that this love deserves to be celebrated.",
    "our_story_boyfriendStory": "When I first saw Evagianny, I was on my way to teach a karate class and she was walking with her little son, Lucas. I had never seen such a beautiful woman! We were introduced because I was going to teach Lucas, who only spoke Spanish, and she would translate. Lucky me. From that moment on, I knew it was a gift of fate. I looked forward to our classes, and one fine day we decided to exchange phone numbers. Our conversations filled my nights with laughter and dreams. It didn't take me long to realize that I was deeply in love with Nanny, so I dared to ask her out, because I knew without a doubt that I wanted to spend the rest of my life proving how much she means to me.",
    "our_story_brief": "Life is full of mysteries, and sometimes, the most beautiful things happen without a clear explanation. We may never fully understand the path that brought us here, but there is one thing we are sure of: we were meant to find each other. Against all odds, our lives crossed, and today we can't wait to celebrate this special day with you. Join us in this meaningful moment and be part of our story—one that proves love always finds its way.",
    "the_place": "The place",
    "schedule": "Schedule",
    "schedule_date": "Saturday, May 3, 2025",
    "countdown_title": "Countdown to forever",
    "countdown_days": "Days",
    "countdown_hours": "Hours",
    "countdown_minutes": "Minutes",
    "countdown_seconds": "Seconds",
    "countdown_text": "Based on your local time zone",
    "hours_coming_title": "Guest Arrival",
    "hours_coming_description": "Reception and welcome of all guests.",
    "hours_ceremony_title": "Ceremony",
    "hours_ceremony_description": "Celebration of our commitment and wedding vows.",
    "hours_pictures_title": "Photos, Cocktails, and Appetizers",
    "hours_pictures_description": "Photo session while guests enjoy cocktails and appetizers.",
    "hours_dinner_title": "Banquet Dinner",
    "hours_dinner_description": "Enjoy our celebratory dinner with all the guests.",
    "hours_party_title": "Let the Party Begin!",
    "hours_party_description": "Music, dancing, and celebration for everyone.",
    "hours_dance_title": "Last Dance and Farewell",
    "hours_dance_description": "Our final dance and farewell to the celebration.",
    "airports_title": "Airports",
    "blue_grass_airport_description": "(25 minutes from the wedding venue)",
    "louisville_airport_description": "(53 minutes from the wedding venue, and 1 hour from Georgetown, where the couple resides)",
    "cincinnati_airport_description": "(1 hour and 30 minutes from the wedding venue, and 1 hour from Georgetown, where the couple resides)",
    "view_in_maps": "View in Google Maps",
    "hotels_title": "Hotels",
    "in_word": "In",
    "dress_code_title": "Get ready to shine!",
    "dress_code_text": "We would love for you to join us on this special day, so we ask you to come dressed in your best cocktail style. This means you can show off your elegant and comfortable outfits, perfect for enjoying a night full of love, dancing and good company. Let your creativity shine!",
    "dress_code_final_text": "We can't wait to celebrate together!",
    "gifts_title": "Gifts and Blessings",
    "gifts_description": "Many of you will be traveling from around the world to celebrate with us in Kentucky, so your presence is of great importance to us and is all we could ask for. If you would like to contribute to our gift list or our Honeymoon fund, you can do so through our Zelle channels or by following the link of our Amazon gifts registry:",
    "gifts_wishlist_tab": "Wishlist Presents",
    "gifts_amazon_tab_title":"Amazon Gifts Registry",
    "gifts_amazon_tab_description":"Find the perfect gift for us",
    "gifts_amazon_text": "We’ve created a gift registry on Amazon with items we’d love to receive as we start our life together.",
    "gifts_amazon_button": "View Gift Registry",
    "gifts_zelle_tab_title":"Send a gift via Zelle",
    "gifts_zelle_tab_description":"Information to send your gift directly",
    "gifts_zelle_text": "When sending a gift via Zelle, you can include a personal message in the notes section. We’d love to know who’s sending us their good wishes!",
    "rsvp_title": "Confirmation",
    "rsvp_form_title":" RSVP",
    "rsvp_form_description":"We would be honored to have you join us on our special day. Remember Remember that the deadline to confirm your attendance is April 10th.",
    "rsvp_form_name":"Your Name",
    "rsvp_form_email":"Email",
    "rsvp_form_attend":"Will you be attending?",
    "rsvp_form_attend_accept":"Joyfully accept",
    "rsvp_form_attend_decline":"Regretfully decline",
    "rsvp_form_guests":"Number of guests",
    "rsvp_form_guests_placeholder":"Including yourself",
    "rsvp_form_dietary":"Dietary restrictions",
    "rsvp_form_dietary_placeholder":"Vegetarian, allergies, etc.",
    "rsvp_form_song_request":"Song Request",
    "rsvp_form_song_placeholder":"A song that will get you on the dance floor",
    "rsvp_form_message": "Message for the Couple",
    "rsvp_form_message_placeholder": "Share your well wishes...",
    "rsvp_form_send_button": "Send RSVP",
    "rsvp_form_cancel_button": "Close",
    "rsvp_form_sending_button": "Sending button",
    "rsvp_form_thanks": "Thank You!",
    "rsvp_form_thanks_text": "We've received your RSVP and can't wait to celebrate with you on our special day!",
    "menu_description": "Information about the wedding",
    "menu_our_history": "Our history",
    "menu_the_place": "Wedding place",
    "menu_hours": "Hours",
    "menu_airports": "Airports",
    "menu_hotels": "Hotels",
    "menu_dresscode": "Dress Code",
    "menu_gifts": "Gifts",
    "menu_rsvp": "Confirmation",
    "our_story_us": "Us",
    "copy_clipboard_text": "Copied to clipboard",
    "copy_clipboard": "Copied!",
    "question_1": "Where will the wedding take place?",
    "answer_1": "Hello! We are so excited to share this special day with you. The ceremony will be held at The Della Mae, a beautiful venue located in Lawrenceburg, Kentucky—perfect for our celebration! You can check it out in detail here <a href='https://www.instagram.com/thedellamaeweddings/' target='_blank' rel='noopener noreferrer' class='text-primary hover:underline'>https://www.instagram.com/thedellamaeweddings/</a>.",
    "question_2": "What is the dress code?",
    "answer_2": "We want everyone to feel comfortable and fabulous! The dress code is 'cocktail attire,' so feel free to wear your best suit or dress—something elegant yet comfortable. Get ready to look amazing and enjoy a night full of dancing and joy!",
    "question_3": "What kind of food will be served?",
    "answer_3": "There will be options for everyone to enjoy something delicious. And of course, Venezuelan tequeños!!!",
    "question_4": "Can I bring someone with me?",
    "answer_4": "Of course! We would love for you to share this special day with someone close to you. Just make sure to include as a guest in your RSVP so we can prepare everything.",
    "question_5": "Will there be live music?",
    "answer_5": "We’ll have an awesome DJ! We’re preparing a mix of rhythms, from salsa to American pop. So get ready to dance and enjoy an unforgettable party!",
    "question_6": "How can I confirm my attendance?",
    "answer_6": "We’d love to know if you can join us! You can confirm your attendance through our website in the RSVP section. Make sure to do so before April 10, 2025—we don’t want you to miss the fun!",
    "question_7": "Is there nearby accommodation for guests?",
    "answer_7": "Yes! We’ve prepared a list of hotel recommendations near the closest airports, Georgetown (where the couple resides), and the wedding venue. You can find more details in the accommodation section of our website. Be sure to make your reservation as soon as possible!",
    "question_8": "Will children be allowed at the celebration?",
    "answer_8": "Children are welcome during the sunset ceremony. However, the reception will be adults-only. Our goal is to create a special atmosphere for all our guests, and we want everyone to enjoy a night of partying and fun. We appreciate your understanding; we believe it’s best for the kids to have sweet dreams at home.",
    "question_9": "Can I bring a gift for the couple?",
    "answer_9": "Your presence is the best gift! However, if you’d like to give us something, we’ve created a gift registry on Amazon. You can find it here <a href='https://www.amazon.com/wedding/registry/IQ0FY4UNTK1B' target='_blank' rel='noopener noreferrer' class='text-rose-500 hover:underline'>https://www.amazon.com/wedding/registry/IQ0FY4UNTK1B</a>. We appreciate any gesture you’d like to share with us.",
    "question_10": "What if I have more questions?",
    "answer_10": "We’re here to help! If you have any other questions, feel free to contact us via evagianny.mcd@gmail.com or msolace81@gmail.com. We can’t wait to celebrate with you!",
    "menu_faq": "Frequent asked questions",
    "hotels_lawrenceburg": "Location of the wedding and celebration.",
    "hotels_georgetown": "Residencia de la pareja; a 31 millas / 33 minutos del lugar del evento.",
    "hotels_lexington": "Location of the nearest airport; 23 miles / 32 minutes from the venue",
    "hotels_louisville": "53 miles / 57 minutes from the venue",
    "dresscode_description": "If you're unsure about the cocktail dress code, here's a link that explains it in detail:",
    "dresscode_link": "https://www.brides.com/cocktail-attire-wedding-4844364"
}