{
    "landing_text": "¡Nos vamos a casar! Y realmente queremos que estés allí.",
    "landing_button": "Confirma tu asistencia",
    "our_story_title": "Nuestra historia",
    "our_story_girlfriend": "La prometida",
    "our_story_boyfriend": "El prometido",
    "our_story_girlfriendStory": "Conocí a Mitchell por el destino, ya que él resultó ser el senpai en las clases de artes marciales de mi hijo, Lucas. Digo 'por el destino' porque en un momento que parecía trivial, desde que lo vi y comencé a hablar con él, el puente entre nuestros dos idiomas y culturas se volvió insignificante. Tuve la suerte de encontrar mi complemento en todos los aspectos y de sentir que lo había conocido toda mi vida. Quienes nos conocen y han tenido la oportunidad de vernos juntos saben que estamos hechos el uno para el otro y que este amor merece ser celebrado.",
    "our_story_boyfriendStory": "La primera vez que vi a Evagianny, estaba camino a dar una clase de karate y ella caminaba con su pequeño hijo, Lucas. ¡Nunca había visto a una mujer tan hermosa! Nos presentaron porque yo iba a enseñarle a Lucas, quien solo hablaba español, y ella traduciría. Qué suerte la mía. Desde ese momento, supe que era un regalo del destino. Esperaba con ansias nuestras clases, y un buen día decidimos intercambiar números de teléfono. Nuestras conversaciones llenaron mis noches de risas y sueños. No tardé en darme cuenta de que estaba profundamente enamorado de Nanny, así que me atreví a invitarla a salir, porque sabía sin duda que quería pasar el resto de mi vida demostrándole lo mucho que significa para mí.",
    "our_story_brief": "La vida está llena de misterios, y a veces, las cosas más hermosas suceden sin una explicación clara. Quizás nunca entendamos completamente el camino que nos trajo hasta aquí, pero hay algo de lo que estamos seguros: estábamos destinados a encontrarnos. A pesar de las probabilidades, nuestras vidas se cruzaron, y hoy no podemos esperar para celebrar este día especial contigo. Acompáñanos en este momento significativo y sé parte de nuestra historia, una que demuestra que el amor siempre encuentra su camino.",
    "the_place": "El lugar",
    "schedule": "Horarios",
    "schedule_date": "Sábado, 3 de mayo de 2025",
    "countdown_title": "Cuenta regresiva para siempre",
    "countdown_days": "Días",
    "countdown_hours": "Horas",
    "countdown_minutes": "Minutos",
    "countdown_seconds": "Segundos",
    "countdown_text": "Basado en tu zona horaria local",
    "hours_coming_title": "Llegada de los invitados",
    "hours_coming_description": "Recepción y bienvenida de todos los invitados.",
    "hours_ceremony_title": "Ceremonia",
    "hours_ceremony_description": "Celebración de nuestro compromiso y votos matrimoniales.",
    "hours_pictures_title": "Fotos, cócteles y aperitivos",
    "hours_pictures_description": "Sesión de fotos mientras los invitados disfrutan de cócteles y aperitivos.",
    "hours_dinner_title": "Cena de banquete",
    "hours_dinner_description": "Disfruta de nuestra cena de celebración con todos los invitados.",
    "hours_party_title": "¡Que empiece la fiesta!",
    "hours_party_description": "Música, baile y celebración para todos.",
    "hours_dance_title": "Último baile y despedida",
    "hours_dance_description": "Nuestro baile final y despedida de la celebración.",
    "airports_title": "Aeropuertos",
    "blue_grass_airport_description": "(25 minutos del lugar de la boda)",
    "louisville_airport_description": "(53 minutos del lugar de la boda y 1 hora de Georgetown, donde reside la pareja)",
    "cincinnati_airport_description": "(1 hora y 30 minutos del lugar de la boda y 1 hora de Georgetown, donde reside la pareja)",
    "view_in_maps": "Ver en Google Maps",
    "hotels_title": "Hoteles",
    "in_word": "En",
    "dress_code_title": "Prepárate para brillar!",
    "dress_code_text": "Nos encantaría que nos acompañes en este día especial, por lo que te pedimos que vengas vestido con tu mejor estilo de cóctel. Esto significa que puedes lucir tus atuendos elegantes y cómodos, perfectos para disfrutar de una noche llena de amor, baile y buena compañía. ¡Deja que tu creatividad brille!",
    "dress_code_final_text": "¡Estamos ansiosos por celebrar juntos!",
    "gifts_title": "Regalos y bendiciones",
    "gifts_description": "Muchos de ustedes viajarán desde diferentes partes del mundo para celebrar con nosotros en Kentucky, por lo que su presencia es de gran importancia para nosotros y es todo lo que podríamos pedir. Si desean contribuir a nuestra lista de regalos o a nuestro fondo de luna de miel, pueden hacerlo a través de nuestros canales de Zelle o siguiendo el enlace de nuestra lista de regalos en Amazon:",
    "gifts_wishlist_tab": "Lista de deseos",
    "gifts_amazon_tab_title": "Lista de regalos en Amazon",
    "gifts_amazon_tab_description": "Encuentra el regalo perfecto para nosotros",
    "gifts_amazon_text": "Hemos creado una lista de regalos en Amazon con artículos que nos encantaría recibir al comenzar nuestra vida juntos.",
    "gifts_amazon_button": "Ver lista de regalos",
    "gifts_zelle_tab_title": "Enviar un regalo por Zelle",
    "gifts_zelle_tab_description": "Información para enviar tu regalo directamente",
    "gifts_zelle_text": "Al enviar un regalo por Zelle, puedes incluir un mensaje personal en la sección de notas. ¡Nos encantaría saber quién nos está enviando sus buenos deseos!",
    "rsvp_title": "Confirmación",
    "rsvp_form_title": "RSVP",
    "rsvp_form_description": "Sería un honor contar con tu presencia en nuestro día especial. Recuerda que la fecha limite para confirmar la invitación es el 10 de abril",
    "rsvp_form_name": "Tu nombre",
    "rsvp_form_email": "Correo electrónico",
    "rsvp_form_attend": "¿Asistirás?",
    "rsvp_form_attend_accept": "Acepto con alegría",
    "rsvp_form_attend_decline": "Lamentablemente no podré asistir",
    "rsvp_form_guests": "Número de invitados",
    "rsvp_form_guests_placeholder": "Incluyéndote a ti",
    "rsvp_form_dietary": "Restricciones dietéticas",
    "rsvp_form_dietary_placeholder": "Vegetariano, alergias, etc.",
    "rsvp_form_song_request": "Solicitud de canción",
    "rsvp_form_song_placeholder": "Una canción que te hará bailar",
    "rsvp_form_message": "Mensaje para la pareja",
    "rsvp_form_message_placeholder": "Comparte tus buenos deseos...",
    "rsvp_form_send_button": "Enviar RSVP",
    "rsvp_form_cancel_button": "Cerrar",
    "rsvp_form_sending_button": "Enviando...",
    "rsvp_form_thanks": "¡Gracias!",
    "rsvp_form_thanks_text": "Hemos recibido tu confirmación y no podemos esperar para celebrar contigo en nuestro día especial.",
    "menu_description": "Información sobre la boda",
    "menu_our_history": "Nuestra historia",
    "menu_the_place": "Lugar de la boda",
    "menu_hours": "Horario",
    "menu_airports": "Aeropuertos",
    "menu_hotels": "Hoteles",
    "menu_dresscode": "Código de vestimenta",
    "menu_gifts": "Regalos",
    "menu_rsvp": "Confirmación",
    "our_story_us": "Nosotros",
    "copy_clipboard_text": "Copiado al portapapeles",
    "copy_clipboard": "Copiado!",
    "question_1": "¿Dónde se celebrará la boda?",
    "answer_1": "¡Hola! Estamos muy emocionados de compartir este día especial con ustedes. La ceremonia se llevará a cabo en The Della Mae, un hermoso espacio ubicado en Lawrenceburg, Kentucky, ¡perfecto para nuestra fiesta! Puedes verlo a detalle aquí <a href='https://www.instagram.com/thedellamaeweddings/' target='_blank' rel='noopener noreferrer' class='text-primary hover:underline'>https://www.instagram.com/thedellamaeweddings/</a>.",
    "question_2": "¿Cuál es el código de vestimenta?",
    "answer_2": "¡Queremos que todos se sientan cómodos y fabulosos! La vestimenta es 'código de cóctel', así que no dudes en sacar tu mejor traje o vestido con el que te sientas elegante pero cómodo. ¡Prepárate para lucir increíble y disfrutar de una noche llena de baile y alegría!",
    "question_3": "¿Qué tipo de comida habrá?",
    "answer_3": "Habrá opciones para que todos tengan algo rico para probar. ¡¡¡Y por supuesto, tequeños venezolanos!!!",
    "question_4": "¿Puedo llevar a un acompañante?",
    "answer_4": "¡Claro que sí! Nos encantaría que compartas este día especial con alguien cercano a ti. Solo asegurate de agregar el número de invitados en el formulario de confirmación. Opcionalmente podrías agregar sus nombres en el mensaje al final del formulario.",
    "question_5": "¿Habrá música en vivo?",
    "answer_5": "¡Tendremos un DJ genial! Estamos preparando una mezcla de ritmos que van desde salsa hasta pop americano. Así que prepárate para mover el esqueleto y disfrutar de una fiesta inolvidable.",
    "question_6": "¿Cómo puedo confirmar mi asistencia?",
    "answer_6": "¡Nos encantaría saber si podrás unirte a nosotros! Puedes confirmar tu asistencia a través de nuestro sitio web en la sección de RSVP. Asegúrate de hacerlo antes del 10 de abril de 2025, ¡no queremos que te pierdas la diversión!",
    "question_7": "¿Hay alojamiento cercano para los invitados?",
    "answer_7": "¡Sí! Hemos preparado una lista de recomendaciones de hoteles ubicados tanto cerca de los aeropuertos más próximos como de Georgetown, donde residen los novios, así como de las opciones cercanas al lugar de la boda. Puedes encontrar más detalles en la sección de alojamiento de nuestra página. ¡Asegúrate de hacer tu reservación lo antes posible!",
    "question_8": "¿Se permitirá la asistencia de niños a la celebración?",
    "answer_8": "Durante la ceremonia al atardecer habrá presencia de niños. Sin embargo, la celebración posterior será exclusivamente para adultos. Nuestro objetivo es crear un ambiente especial para todos nuestros invitados, y deseamos que puedan disfrutar de una noche de fiesta y diversión. Agradecemos su comprensión; consideramos que lo mejor es que los niños tengan dulces sueños en casa.",
    "question_9": "¿Puedo llevar regalos para los novios?",
    "answer_9": "¡La mejor manera de celebrar con nosotros es tu presencia! Sin embargo, si deseas hacernos un regalo, hemos creado una lista de regalos en Amazon. Puedes encontrarla aquí <a href='https://www.amazon.com/wedding/registry/IQ0FY4UNTK1B' target='_blank' rel='noopener noreferrer' class='text-rose-500 hover:underline'>https://www.amazon.com/wedding/registry/IQ0FY4UNTK1B</a>. Agradecemos cualquier detalle que quieras compartir con nosotros.",
    "question_10": "¿Qué pasa si tengo más preguntas?",
    "answer_10": "¡Estamos aquí para ayudarte! Si tienes alguna otra pregunta, no dudes en contactarnos a través de msolace81@gmail.com o evagianny.mcd@gmail.com. ¡Estamos ansiosos por celebrar contigo!",
    "menu_faq": "Preguntas frecuentes",
    "hotels_lawrenceburg": "Ubicación de la boda y la celebración.",
    "hotels_georgetown": "Residencia de la pareja; a 31 millas / 33 minutos del lugar del evento.",
    "hotels_lexington": "Ubicación del aeropuerto más cercano; a 23 millas / 32 minutos del lugar del evento.",
    "hotels_louisville": "A 53 millas / 57 minutos del lugar del evento.",
    "dresscode_description": "Si tienes dudas sobre el código de vestimenta de cóctel, aquí tienes un enlace que lo explica en detalle:",
    "dresscode_link":"https://www.elespanol.com/mujer/belleza/20221010/codigo-dress-code-coctel-claves-acertar/696180676_0.html",
    "note": "Nota",
    "airbnb_description": "Si prefieres alquilar un Airbnb, puedes encontrar opciones disponibles cerca del evento en Lawrenceburg en el siguiente link:",
    "brief_title": "¡Diremos el sí!",
    "brief_description": "Estamos emocionados de compartir este momento tan especial con ustedes. En esta página encontrarán toda la información sobre nuestra celebración y nuestra historia.",
    "brief_details": "Esperamos verlos pronto para celebrar juntos este día lleno de amor. 💖 Les pedimos que confirmen su asistencia haciendo click en el botón <b>\"confirma tu asistencia\"</b> y llenando el formulario. Su presencia es muy importante para nosotros y nos ayudará a planificar cada detalle. Si por alguna razón no pueden acompañarnos, también agradeceríamos que nos lo hicieran saber seleccionando la opción en el formulario.",
    "brief_closing": "¡Gracias por ser parte de nuestra historia!",
    "brief_signature": "Con cariño,",
    "brief_names": "Evagianny y Mitchell"
}